{
  "success": true,
  "data": [
    {
      "id": 5,
      "title": "U.S. agents fire tear gas as migrants try to breach border fence",
      "desc": "TIJUANA, Mexico -- U.S. border agents fired tear gas on hundreds of migrants protesting near the border with Mexico on Sunday after some of them attempted to get through the fencing and wire separating the two countries, and American authorities shut down the nation's busiest border crossing from the city where thousands are waiting to apply for asylum.",
      "imgUrl": "https://lh3.googleusercontent.com/AOL9KwXQaFMnHIDZXeSmULZuzCZxw6UHD_urAmQU0EHmTrNVfWjP7KkCihdy6S2sz1J7thtsewPaDrj0R7I=pf-w200-h200"
    },
    {
      "id": 6,
      "title": "B.C. announces urgent care centre in Vancouver set to open on Monday",
      "desc": "British Columbia’s health minister has announced the opening of the province’s fifth urgent primary care centre in order to lessen demand on emergency departments.",
      "imgUrl": "https://lh3.googleusercontent.com/2RI7FFh-6ZgvqtQUWO4Jw10OuDh7PkIr3DCqdI_GhylKV4LKnI2JmxF9mqHnvhylNgA05IOsHzYcGAmPYo2M=pf-w200-h200"
    },
    {
      "id": 7,
      "title": "Bedridden elderly woman murdered in East Van home",
      "desc": "Friends of the city’s latest homicide victim are wondering why someone would murder an elderly woman who was disabled.",
      "imgUrl": "https://lh3.googleusercontent.com/VZcCT1vztoRyunROxxdFdOgsxpfuD7_NRpOBUEl1usznvf5GjvSKrTBVbcHoQWo7x23GNIU6lhDbgirupY4=pf-w200-h200"
    },
    {
      "id": 8,
      "title": "Security agencies warn of foreign espionage threat to company networks",
      "desc": "Canadian companies should watch out when they use technology supplied by state-owned companies from countries that want to steal corporate secrets, the country's security agencies have warned.",
      "imgUrl": "https://lh5.googleusercontent.com/proxy/7NQmy-pIBj7jOfSbzupJXJFNhpdkWcGcMdccRzOjYcejfao5uSjOaxrIimMRfkT_YT-t3yj7EcK03WYe9uc0816VVap76qjDi9LdXLQ7-EujPOaefWm0jCm3EqHwU4nENVF0jr-8hKFvtA-SIfIGbV61jzGglIXhxWz7v_MZK0BSxfCp0eWiZ0oq2Z7gk0k=pf-w200-h200"
    }
  ]
}